cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'chruby'
brew 'coreutils'
brew 'go'
brew 'git'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mysql'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'phantomjs'
brew 'postgresql'
brew 'roundup'
brew 'ruby-install'
brew 'spaceman-diff'
brew 'spark'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

cask 'adobe-illustrator-cc'
cask 'adobe-photoshop-cc'
cask 'alfred'
cask 'atom'
cask 'cinch'
cask 'cloud'
cask 'dashlane'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
csak 'google-drive'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'skype'
cask 'steam'
cask 'tower'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
